eac-core/eac/eacWebServiceApp/src/test/resources/soap/header/soap1WithNoSecurityHeaderInput.xml

<soapenv:Envelope xmlns:eac="http://eac.oup.com/eac-user-data-services" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header>
   </soapenv:Header>
   <soapenv:Body>
      <eac:UserNameRequest>
         <eac:sessionToken>ABCDEF</eac:sessionToken>
      </eac:UserNameRequest>
   </soapenv:Body>
</soapenv:Envelope>